[
  {
    "price": 22.96,
    "id": 804150,
    "overview": "Um grupo excêntrico de policiais, criminosos, turistas e adolescentes se convergem numa floresta da Geórgia, onde um urso negro de 200kg ingeriu uma quantidade impressionante de cocaína e partiu para uma fúria movida a coca por mais golpe... e sangue.",
    "poster_path": "/kCULfWcKxjzYD2NweXkBdEzeLFC.jpg",
    "title": "O Urso do Pó Branco"
  },
  {
    "price": 22.96,
    "id": 76600,
    "overview": "12 anos depois de explorar Pandora e se juntar aos Na'vi, Jake Sully formou uma família com Neytiri e se estabeleceu entre os clãs do novo mundo. Porém, a paz não durará para sempre.",
    "poster_path": "/mbYQLLluS651W89jO7MOZcLSCUw.jpg",
    "title": "Avatar: O Caminho da Água"
  },
  {
    "price": 22.96,
    "id": 603692,
    "overview": "Com o preço por sua cabeça cada vez maior, John Wick leva sua luta contra a alta mesa global enquanto procura os jogadores mais poderosos do submundo, de Nova York a Paris, de Osaka a Berlim.",
    "poster_path": "/97NPC9AI2FptBfJlMRN9psnvT13.jpg",
    "title": "John Wick 4: Baba Yaga"
  },
  {
    "price": 22.96,
    "id": 315162,
    "overview": "O Gato de Botas descobre que sua paixão pela aventura cobrou seu preço: ele queimou oito de suas nove vidas, deixando-o com apenas uma vida restante. Gato parte em uma jornada épica para encontrar o mítico Último Desejo e restaurar suas nove vidas.",
    "poster_path": "/atJxZfCaQ7kXRFSfbm8cqAKkns7.jpg",
    "title": "Gato de Botas 2: O Último Pedido"
  },
  {
    "price": 22.96,
    "id": 296271,
    "overview": "Uma poderosa empresa de biotecnologia faz uma descoberta de ponta, permitindo a clonagem de a partir de meros fragmentos de DNA, inclusive figuras históricas. Por trás dessa empresa, está um grupo de satanistas que rouba o Santo Sudário, ficando em posse do DNA de Jesus Cristo. O clone será a última oferenda ao Diabo. O Arcanjo Miguel vem à Terra e fará de tudo para acabar com esta profecia do mal.",
    "poster_path": "/kIy8rzFTCFlEbW8L8tZ9ar81l6o.jpg",
    "title": "A Profecia do Mal"
  },
  {
    "price": 22.96,
    "id": 631842,
    "overview": "Durante as férias em uma cabana remota, uma jovem e seus pais são feitos reféns por quatro estranhos armados que exigem que a família faça uma escolha impensável para evitar o apocalipse. Com acesso limitado ao mundo exterior, a família deve decidir no que acredita antes que tudo esteja perdido.",
    "poster_path": "/94Gfu9vxUAVeL8EHc9toT9nGLkv.jpg",
    "title": "Batem à Porta"
  },
  {
    "price": 22.96,
    "id": 505642,
    "overview": "A rainha Ramonda, Shuri, M'Baku, Okoye e as poderosas Dora Milaje lutam para proteger sua nação após a morte do rei T'Challa. Com a ajuda da Cão de Guerra Nakia e de Everett Ross, eles tentam encontrar um novo caminho para Wakanda.",
    "poster_path": "/nZ69WTv7n01womaNz3SHa4inA9x.jpg",
    "title": "Pantera Negra: Wakanda para Sempre"
  },
  {
    "price": 22.96,
    "id": 1087040,
    "overview": "Com depoimentos de artistas, defensores de sobreviventes de exploração sexual e ex-funcionários, este documentário mostra em detalhes os sucessos e escândalos do site Pornhub.",
    "poster_path": "/ae9ooWLtS4LEsSBCUvaFkrrxqiH.jpg",
    "title": "Pornhub: Sexo Bilionário"
  },
  {
    "price": 22.96,
    "id": 646389,
    "overview": "O piloto Brodie Torrance salva seus passageiros de um raio pousando em uma ilha. Os moradores rebeldes e perigosos do local fazem a tripulação refém e Torrance procura ajuda de um passageiro acusado de assassinato.",
    "poster_path": "/zr50kb04fTFcGfZTKFzbKTmQSiZ.jpg",
    "title": "Alerta Máximo"
  },
  {
    "price": 22.96,
    "id": 850871,
    "overview": "Nas florestas do sul do Chile, Sayen, uma jovem mapuche, sai em busca dos mercenários que assassinaram sua avó. Usando seu treinamento, ela consegue sobreviver e virar o jogo contra esses intrusos. Ela deve escolher entre ir embora ou proteger não só sua gente, mas também outros grupos nativos, da tenebrosa empresa que ameaça suas terras e seus meios de subsistência.",
    "poster_path": "/aCy61aU7BMG7SfhkaAaasS0KzUO.jpg",
    "title": "Sayen"
  },
  {
    "price": 22.96,
    "id": 324552,
    "overview": "O lendário John Wick é forçado a deixar a aposentadoria em função de um criminoso que conspira para tomar o controle de um clã de assassinos internacionais. Por causa de um pacto de sangue, John Wick viaja para Roma, com o objetivo de ajudar um velho amigo a derrubar a organização internacional secreta, perigosa e mortal de assassinos procurados em todo o mundo.",
    "poster_path": "/k36UzsRQaY6E055cdYPdYbyREer.jpg",
    "title": "John Wick 2: Um Novo Dia para Matar"
  },
  {
    "price": 22.96,
    "id": 594767,
    "overview": "Continua a história do adolescente Billy Batson que, ao recitar a palavra mágica “SHAZAM!”, é transformado em seu alto ego adulto de super-herói, Shazam.",
    "poster_path": "/5WCM2gGB0mGunbssHX7okAoEeUv.jpg",
    "title": "Shazam! Fúria dos Deuses"
  },
  {
    "price": 22.96,
    "id": 677179,
    "overview": "Depois de dominar o mundo do boxe, Adonis Creed tem prosperado em sua carreira e vida familiar. Quando um amigo de infância e ex-prodígio do boxe, Damien Anderson, ressurge depois de cumprir uma longa sentença na prisão, ele está ansioso para provar que merece sua chance no ringue. O confronto entre ex-amigos é mais do que apenas uma briga. Para acertar as contas, Adonis deve colocar seu futuro em risco para lutar contra Damien - um lutador que não tem nada a perder.",
    "poster_path": "/fa23RPI5UmXqCUICdEFS8uFjUda.jpg",
    "title": "Creed III"
  },
  {
    "price": 22.96,
    "id": 1026563,
    "overview": "Depois de invocar espíritos com um grupo de amigos, Laura Villegas começa a se comportar de forma estranha. Presenças sombrias, visões aterrorizantes, vozes sinistras, marcas dolorosas em sua pele e outros fenômenos paranormais começam a assombrá-la por onde quer que ela vá. Sua família aceita chamar um exorcista sancionado pelo Vaticano para intervir no caso de possessão demoníaca. Para salvar Laura e libertá-la, o padre terá que realizar uma série de exorcismos, cada um mais aterrorizante que o outro.",
    "poster_path": "/8LpnMIqpRiwxpbGR33ALCmVl7gj.jpg",
    "title": "13 exorcismos"
  },
  {
    "price": 22.96,
    "id": 458156,
    "overview": "Após assassinar o chefe da máfia Santino D'Antonio no Hotel Continental, John Wick passa a ser perseguido pelos membros da Alta Cúpula sob a recompensa de U$14 milhões. Agora, ele precisa unir forças com antigos parceiros que o ajudaram no passado enquanto luta por sua sobrevivência.",
    "poster_path": "/bE6XutmB6tcvzTHBx4JGJLlzouM.jpg",
    "title": "John Wick 3: Parabellum"
  },
  {
    "price": 22.96,
    "id": 776835,
    "overview": "Um garoto aceita o desafio proposto por um rei: realizar três tarefas impossíveis para ganhar uma elefanta mágica e ter a chance de ir atrás de seu destino.",
    "poster_path": "/g7weieVLynnkcFqOWA5WAmjffNB.jpg",
    "title": "A Elefanta do Mágico"
  },
  {
    "price": 22.96,
    "id": 436270,
    "overview": "Quase 5.000 anos depois de ter sido concedido com os poderes onipotentes dos deuses egípcios - e de ter sido preso, - Adão Negro se ergue de seu túmulo, pronto para trazer sua justiça ao mundo moderno.",
    "poster_path": "/soHjr03YMSe5uUMaEQEe1lC145O.jpg",
    "title": "Adão Negro"
  },
  {
    "price": 22.96,
    "id": 536554,
    "overview": "Uma brilhante roboticista de uma empresa de brinquedos usa inteligência artificial para desenvolver M3GAN, uma boneca realista programada para se relacionar emocionalmente com sua sobrinha recém-órfã. Mas quando a programação da boneca funciona muito bem, ela se torna superprotetora de sua nova amiga... com resultados aterrorizantes.",
    "poster_path": "/d9nBoowhjiiYc4FBNtQkPY7c11H.jpg",
    "title": "M3GAN"
  },
  {
    "price": 22.96,
    "id": 640146,
    "overview": "Scott Lang e Hope van Dyne em suas jornadas como super-heróis. Scott e sua família são puxados para o Reino Quântico, onde eles precisarão enfrentar um novo e terrível vilão: Kang, o Conquistador e M.O.D.O.K..",
    "poster_path": "/3aJNiESDK7quCw9IpsUCFXqvq24.jpg",
    "title": "Homem-Formiga e a Vespa: Quantumania"
  },
  {
    "price": 22.96,
    "id": 502356,
    "overview": "Mario é um encanador junto com seu irmão Luigi. Um dia, eles vão parar no reino dos cogumelos, governado pela Princesa Peach, mas ameaçado pelo rei dos Koopas, que faz de tudo para conseguir reinar em todos os lugares.",
    "poster_path": "/ij8sapIEbLf2g8npOu6XgsQS2w0.jpg",
    "title": "Super Mario Bros.: O Filme"
  }
]